[
  "abandon",
  "abase",
  "abash",
  "abate",
  "abbreviate",
  "abdicate",
  "aberrant",
  "aberration",
  "abet",
  "abeyance",
  "abhor",
  "abhorrent",
  "abide",
  "abject",
  "abjure",
  "ablaze",
  "abnegate",
  "abolish",
  "abominable",
  "abound",
  "abrasive",
  "abridge",
  "abrogate",
  "abrupt",
  "abscond",
  "absolve",
  "abstain",
  "abstemious",
  "abstinence",
  "abstract",
  "abstruse",
  "absurd",
  "abundant",
  "abysmal",
  "abyss",
  "accede",
  "accentuate",
  "accessible",
  "acclaim",
  "accolade",
  "accommodate",
  "accomplice",
  "accord",
  "accost",
  "accrue",
  "acerbic",
  "acquiesce",
  "acquit",
  "acrimonious",
  "acrimony",
  "acuity",
  "acumen",
  "acute",
  "adamant",
  "adapt",
  "addendum",
  "adept",
  "adherent",
  "adjacent",
  "adjudicate",
  "admonish",
  "admonition",
  "adorn",
  "adroit",
  "adulation",
  "adulterate",
  "advent",
  "adversarial",
  "adversary",
  "adversity",
  "advocate",
  "aesthetic",
  "affable",
  "affectation",
  "affinity",
  "affirm",
  "afflict",
  "affluent",
  "aggrandize",
  "aggregate",
  "aggrieve",
  "agile",
  "agitate",
  "agnostic",
  "agonize",
  "agrarian",
  "airy",
  "alacrity",
  "albeit",
  "alchemy",
  "alienate",
  "allay",
  "allege",
  "allegiance",
  "allegory",
  "alleviate",
  "allocate",
  "allude",
  "allure",
  "altercation",
  "altruism",
  "altruistic",
  "amalgamate",
  "ambiguity",
  "ambiguous",
  "ambivalence",
  "ambivalent",
  "ameliorate",
  "amenable",
  "amend",
  "amiable",
  "amicable",
  "amorphous",
  "ample",
  "amplify",
  "anachronism",
  "anachronistic",
  "analogous",
  "analogy",
  "anarchy",
  "anathema",
  "ancillary",
  "anecdotal",
  "anecdote",
  "angular",
  "animosity",
  "annex",
  "annihilate",
  "annotate",
  "anomalous",
  "anomaly",
  "anonymity",
  "antagonism",
  "antagonist",
  "antagonize",
  "antecedent",
  "anthology",
  "anthropocentric",
  "antipathy",
  "antiquated",
  "antithesis",
  "antithetical",
  "apathetic",
  "apathy",
  "apex",
  "aplomb",
  "apocryphal",
  "appalling",
  "apparatus",
  "appease",
  "append",
  "apprehension",
  "apprehensive",
  "apprise",
  "approbation",
  "appropriate",
  "aptitude",
  "arbiter",
  "arbitrary",
  "arcane",
  "archaic",
  "archetype",
  "ardent",
  "ardor",
  "arduous",
  "arid",
  "aristocratic",
  "arraign",
  "arrogance",
  "arrogant",
  "articulate",
  "artifice",
  "ascend",
  "ascendancy",
  "ascertain",
  "ascetic",
  "ascribe",
  "askew",
  "aspersion",
  "aspire",
  "assail",
  "assent",
  "assert",
  "assertive",
  "assiduous",
  "assimilate",
  "assuage",
  "astringent",
  "astute",
  "atone",
  "atrophy",
  "attain",
  "attenuate",
  "attest",
  "audacious",
  "audacity",
  "augment",
  "auspicious",
  "austere",
  "austerity",
  "authenticate",
  "authoritarian",
  "autocratic",
  "autonomous",
  "autonomy",
  "avarice",
  "avaricious",
  "avenge",
  "averse",
  "aversion",
  "avert",
  "avid",
  "avow",
  "axiom",
  "axiomatic",
  "baleful",
  "banal",
  "banality",
  "bane",
  "bask",
  "bastion",
  "beguile",
  "behemoth",
  "beholden",
  "behoove",
  "belabor",
  "beleaguer",
  "belie",
  "belittle",
  "bellicose",
  "belligerent",
  "bemoan",
  "benchmark",
  "benevolent",
  "benign",
  "berate",
  "bereave",
  "bereft",
  "beset",
  "besiege",
  "bestow",
  "bewilder",
  "bias",
  "bifurcate",
  "blatant",
  "blemish",
  "blithe",
  "bolster",
  "bombastic",
  "boon",
  "bourgeois",
  "brazen",
  "breach",
  "brevity",
  "bristle",
  "broach",
  "bromide",
  "brusque",
  "bucolic",
  "buffet",
  "bulwark",
  "buoyant",
  "burdensome",
  "bureaucratic",
  "burgeon",
  "burnish",
  "buttress",
  "byzantine",
  "cacophony",
  "cajole",
  "calamity",
  "callous",
  "candid",
  "candor",
  "capitulate",
  "capricious",
  "cardinal",
  "cascade",
  "castigate",
  "catalyst",
  "categorical",
  "caustic",
  "cavalier",
  "cede",
  "censure",
  "cerebral",
  "chagrin",
  "champion",
  "charismatic",
  "charlatan",
  "chasm",
  "chastise",
  "chicanery",
  "chimera",
  "chronic",
  "chronicle",
  "circuitous",
  "circumscribe",
  "circumspect",
  "circumvent",
  "clamor",
  "clandestine",
  "clemency",
  "clement",
  "coalesce",
  "coerce",
  "coercion",
  "cogent",
  "cognizant",
  "coherent",
  "cohesive",
  "collateral",
  "colloquial",
  "collusion",
  "colossal",
  "combative",
  "commensurate",
  "compelling",
  "compendium",
  "compensate",
  "complacent",
  "complement",
  "compliant",
  "complicit",
  "compounded",
  "comprehensive",
  "comprise",
  "compromise",
  "compulsory",
  "concede",
  "conceivable",
  "concentric",
  "concerted",
  "concession",
  "conciliatory",
  "concise",
  "conclusive",
  "concomitant",
  "concord",
  "concur",
  "condemn",
  "condescend",
  "condone",
  "conducive",
  "confluence",
  "confound",
  "congenial",
  "congenital",
  "conglomerate",
  "congruent",
  "conjecture",
  "conjure",
  "connive",
  "connoisseur",
  "conscientious",
  "consecrate",
  "consensus",
  "consequential",
  "consolidate",
  "conspicuous",
  "consternation",
  "constituency",
  "constitute",
  "constrain",
  "construe",
  "consummate",
  "contagious",
  "contemplate",
  "contemplative",
  "contemporaneous",
  "contempt",
  "contemptuous",
  "contentious",
  "contiguous",
  "contingent",
  "contravene",
  "contrite",
  "contrived",
  "controversial",
  "contusion",
  "conundrum",
  "convalesce",
  "converge",
  "conversant",
  "conviction",
  "convivial",
  "convoluted",
  "copious",
  "corollary",
  "corroborate",
  "corrode",
  "corrosive",
  "cosmopolitan",
  "countenance",
  "counterfeit",
  "counterintuitive",
  "counterpart",
  "covenant",
  "covert",
  "covetous",
  "craven",
  "credence",
  "credulous",
  "crescendo",
  "criterion",
  "critique",
  "crucial",
  "cryptic",
  "culinary",
  "culminate",
  "culpable",
  "cultivate",
  "cumbersome",
  "cumulative",
  "cupidity",
  "curate",
  "cursory",
  "curtail",
  "cynical",
  "cynicism",
  "daunting",
  "dearth",
  "debacle",
  "debase",
  "debilitate",
  "debunk",
  "decadent",
  "decimate",
  "decorum",
  "decree",
  "decry",
  "deduce",
  "defamation",
  "defame",
  "default",
  "deferential",
  "defiant",
  "deft",
  "defunct",
  "degrade",
  "deign",
  "deleterious",
  "deliberate",
  "delineate",
  "deluge",
  "delusion",
  "demagogue",
  "demarcate",
  "demeanor",
  "demise",
  "demographic",
  "demolish",
  "demonstrable",
  "demure",
  "denigrate",
  "denounce",
  "depict",
  "deplete",
  "deplore",
  "deploy",
  "deprecate",
  "derelict",
  "deride",
  "derivative",
  "derogatory",
  "desecrate",
  "desiccate",
  "designate",
  "desolate",
  "despicable",
  "despondent",
  "despot",
  "destitute",
  "desultory",
  "deter",
  "detract",
  "detrimental",
  "deviate",
  "devoid",
  "devout",
  "dexterous",
  "diatribe",
  "dichotomy",
  "dictate",
  "didactic",
  "diffident",
  "diffuse",
  "digress",
  "dilapidated",
  "dilatory",
  "dilemma",
  "diligent",
  "dilute",
  "diminish",
  "diminutive",
  "diplomatic",
  "dirge",
  "disaffected",
  "disambiguate",
  "disarray",
  "discern",
  "discernible",
  "discerning",
  "disclaim",
  "disclose",
  "discordant",
  "discourse",
  "discredit",
  "discreet",
  "discrepancy",
  "discretion",
  "discriminate",
  "disdain",
  "disenchanted",
  "disenfranchise",
  "disingenuous",
  "disinterested",
  "dismantle",
  "disparage",
  "disparate",
  "disparity",
  "dispassionate",
  "dispel",
  "disperse",
  "displace",
  "disposition",
  "disproportionate",
  "dispute",
  "disquiet",
  "disregard",
  "disreputable",
  "dissect",
  "disseminate",
  "dissent",
  "dissertation",
  "dissident",
  "dissipate",
  "dissociate",
  "dissolution",
  "dissonance",
  "dissonant",
  "dissuade",
  "distinct",
  "distinguish",
  "distort",
  "diverge",
  "divergent",
  "diverse",
  "divest",
  "divisive",
  "docile",
  "doctrine",
  "dogmatic",
  "doleful",
  "domain",
  "domineering",
  "dormant",
  "dossier",
  "draconian",
  "dubious",
  "duplicity",
  "durable",
  "duress",
  "dutiful",
  "dynamic",
  "earnest",
  "ebullient",
  "eccentric",
  "eclectic",
  "eclipse",
  "edify",
  "efficacy",
  "efficient",
  "effusive",
  "egalitarian",
  "egregious",
  "elaborate",
  "elated",
  "elation",
  "electoral",
  "elegiac",
  "elicit",
  "eloquence",
  "eloquent",
  "elucidate",
  "elude",
  "elusive",
  "emaciated",
  "emanate",
  "emancipate",
  "embargo",
  "embark",
  "embellish",
  "embezzle",
  "embody",
  "embolden",
  "embrace",
  "embryonic",
  "emerge",
  "eminence",
  "eminent",
  "emit",
  "empathetic",
  "empathy",
  "emphatic",
  "empirical",
  "empower",
  "emulate",
  "enamel",
  "encapsulate",
  "enchant",
  "encompass",
  "encroach",
  "encumber",
  "endemic",
  "endorse",
  "endow",
  "endure",
  "enervate",
  "engender",
  "engross",
  "enhance",
  "enigma",
  "enigmatic",
  "enlighten",
  "enmity",
  "ennui",
  "enormous",
  "enrich",
  "ensue",
  "entail",
  "enterprise",
  "enthrall",
  "entice",
  "entity",
  "entrench",
  "enumerate",
  "enunciate",
  "ephemeral",
  "epicenter",
  "epitome",
  "epitomize",
  "equanimity",
  "equitable",
  "equivocal",
  "equivocate",
  "eradicate",
  "erode",
  "erratic",
  "erroneous",
  "erudite",
  "erudition",
  "escalate",
  "eschew",
  "esoteric",
  "espouse",
  "esteem",
  "estrange",
  "ethereal",
  "ethical",
  "euphemism",
  "euphoria",
  "evaluate",
  "evanescent",
  "evasive",
  "evict",
  "evince",
  "evocative",
  "evoke",
  "exacerbate",
  "exacting",
  "exalt",
  "exasperate",
  "excerpt",
  "excise",
  "excoriate",
  "exculpate",
  "exemplary",
  "exemplify",
  "exempt",
  "exert",
  "exhort",
  "exigent",
  "exiguous",
  "exile",
  "existential",
  "exonerate",
  "exorbitant",
  "expedient",
  "expedite",
  "expend",
  "expertise",
  "explicable",
  "explicit",
  "exploit",
  "exponent",
  "exponential",
  "exposition",
  "expound",
  "expropriate",
  "expunge",
  "exquisite",
  "extant",
  "extemporaneous",
  "extenuate",
  "extol",
  "extraneous",
  "extrapolate",
  "extricate",
  "exuberant",
  "fabricate",
  "facet",
  "facetious",
  "facilitate",
  "faction",
  "fallacious",
  "fallacy",
  "fallible",
  "fallow",
  "falter",
  "fanatical",
  "fastidious",
  "fatalistic",
  "fathom",
  "fatuous",
  "feasible",
  "fecund",
  "felicitous",
  "ferment",
  "ferocious",
  "fervent",
  "fervor",
  "festering",
  "fetter",
  "fickle",
  "figurative",
  "fiscal",
  "flagrant",
  "flaunt",
  "fledgling",
  "fleeting",
  "flippant",
  "florid",
  "flourish",
  "fluctuate",
  "fluent",
  "foment",
  "forbearance",
  "foreboding",
  "forensic",
  "foresight",
  "forestall",
  "forfeit",
  "formidable",
  "forsake",
  "forthcoming",
  "forthright",
  "fortify",
  "fortuitous",
  "foster",
  "foundational",
  "fracture",
  "fragile",
  "fragment",
  "frantic",
  "fraught",
  "frivolous",
  "frugal",
  "fruition",
  "fulminate",
  "fundamental",
  "furtive",
  "futile",
  "futility",
  "galvanize",
  "gambit",
  "garner",
  "garrulous",
  "gauche",
  "generate",
  "genesis",
  "genial",
  "genre",
  "germane",
  "gesticulate",
  "glacial",
  "glib",
  "globalization",
  "gossamer",
  "grandiose",
  "gratify",
  "gratuitous",
  "gravity",
  "gregarious",
  "grievance",
  "grieve",
  "grim",
  "guile",
  "gullible",
  "hackneyed",
  "hallmark",
  "hamper",
  "hapless",
  "harangue",
  "harbinger",
  "harbor",
  "haughty",
  "hedonistic",
  "hegemony",
  "heinous",
  "herald",
  "heresy",
  "heretical",
  "heritage",
  "hermetic",
  "heterogeneous",
  "heuristic",
  "hierarchy",
  "hinder",
  "holistic",
  "homogeneous",
  "hubris",
  "humanitarian",
  "humility",
  "hyperbole",
  "hypocritical",
  "hypothetical",
  "iconoclast",
  "ideological",
  "idiosyncrasy",
  "idiosyncratic",
  "idyllic",
  "ignominious",
  "ignominy",
  "illuminate",
  "illustrious",
  "imbue",
  "immaculate",
  "imminent",
  "immutable",
  "impair",
  "impartial",
  "impasse",
  "impassive",
  "impeach",
  "impeccable",
  "impede",
  "impediment",
  "impel",
  "imperative",
  "imperceptible",
  "imperial",
  "imperious",
  "impermeable",
  "impersonal",
  "impervious",
  "impetuous",
  "impetus",
  "impinge",
  "implacable",
  "implausible",
  "implement",
  "implicate",
  "implicit",
  "implore",
  "impose",
  "imposing",
  "impoverish",
  "impregnable",
  "impromptu",
  "improvise",
  "impudent",
  "impugn",
  "impulse",
  "impunity",
  "inadvertent",
  "inalienable",
  "inane",
  "inapt",
  "inaugurate",
  "incandescent",
  "incapacitate",
  "incendiary",
  "incentive",
  "incessant",
  "inchoate",
  "incidental",
  "incisive",
  "incite",
  "inclination",
  "inclusive",
  "incoherent",
  "inconceivable",
  "inconclusive",
  "incongruous",
  "inconsequential",
  "inconsistent",
  "incontrovertible",
  "incorrigible",
  "incredulous",
  "increment",
  "incriminate",
  "incumbent",
  "incur",
  "indebted",
  "indefatigable",
  "indelible",
  "indemnify",
  "indicative",
  "indict",
  "indifferent",
  "indigenous",
  "indigent",
  "indignant",
  "indignation",
  "indiscriminate",
  "indispensable",
  "indoctrinate",
  "indolent",
  "indomitable",
  "induce",
  "indulge",
  "industrious",
  "ineffable",
  "inept",
  "inequity",
  "inert",
  "inertia",
  "inevitable",
  "inexorable",
  "infallible",
  "infamous",
  "inference",
  "inflammatory",
  "influx",
  "infrastructure",
  "infringe",
  "ingenious",
  "ingenuity",
  "ingenuous",
  "ingrained",
  "ingratiate",
  "inherent",
  "inhibit",
  "inimical",
  "inimitable",
  "initiate",
  "injunction",
  "innate",
  "innocuous",
  "innovate",
  "innuendo",
  "inordinate",
  "insatiable",
  "inscrutable",
  "insidious",
  "insinuate",
  "insipid",
  "insolent",
  "insolvent",
  "instigate",
  "instill",
  "institutional",
  "instrumental",
  "insufferable",
  "insular",
  "insuperable",
  "insurgent",
  "insurmountable",
  "integral",
  "integrate",
  "integrity",
  "intellectual",
  "intelligible",
  "intemperate",
  "intercede",
  "interject",
  "interlocutor",
  "interminable",
  "intermittent",
  "interrogate",
  "intersperse",
  "intimate",
  "intimidate",
  "intractable",
  "intransigent",
  "intrepid",
  "intricate",
  "intrinsic",
  "introspective",
  "intuitive",
  "inundate",
  "invalidate",
  "invariable",
  "invective",
  "inveigh",
  "invigorate",
  "invincible",
  "inviolable",
  "invoke",
  "irascible",
  "irate",
  "irksome",
  "ironic",
  "irony",
  "irrational",
  "irreconcilable",
  "irrefutable",
  "irrelevant",
  "irremediable",
  "irreparable",
  "irrevocable",
  "iterate",
  "itinerant",
  "jargon",
  "jeopardize",
  "jubilant",
  "judicious",
  "juxtapose",
  "juxtaposition",
  "keen",
  "kindle",
  "kinetic",
  "laborious",
  "labyrinth",
  "lackluster",
  "laconic",
  "lament",
  "lampoon",
  "languid",
  "languish",
  "largesse",
  "lascivious",
  "latent",
  "laudable",
  "lavish",
  "lax",
  "legacy",
  "legitimate",
  "lenient",
  "lethal",
  "lethargic",
  "lethargy",
  "leverage",
  "levity",
  "liability",
  "liaison",
  "liberal",
  "liberate",
  "licentious",
  "linger",
  "litigate",
  "litigious",
  "loathe",
  "lofty",
  "loquacious",
  "lucid",
  "lucrative",
  "ludicrous",
  "luminous",
  "lurk",
  "magnanimous",
  "magnate",
  "magnitude",
  "malaise",
  "malcontent",
  "malevolent",
  "malfeasance",
  "malicious",
  "malign",
  "malleable",
  "mandate",
  "manifest",
  "manifesto",
  "manipulate",
  "marginal",
  "marginalize",
  "marshal",
  "maverick",
  "maxim",
  "meager",
  "mediate",
  "mediocre",
  "melancholy",
  "melee",
  "melodramatic",
  "menace",
  "mendacious",
  "mercenary",
  "mercurial",
  "meritorious",
  "metamorphosis",
  "meticulous",
  "milieu",
  "militant",
  "mimic",
  "mitigate",
  "modicum",
  "mollify",
  "momentous",
  "monotonous",
  "moratorium",
  "mordant",
  "morose",
  "motif",
  "multifaceted",
  "mundane",
  "munificent",
  "mutable",
  "myriad",
  "mystify",
  "naive",
  "narcissistic",
  "nascent",
  "nebulous",
  "nefarious",
  "negate",
  "negligent",
  "negligible",
  "nemesis",
  "neophyte",
  "nepotism",
  "niche",
  "nihilism",
  "nimble",
  "nocturnal",
  "nomenclature",
  "nominal",
  "nonchalant",
  "nonpartisan",
  "nostalgia",
  "nostalgic",
  "notable",
  "notorious",
  "nourish",
  "novelty",
  "nuance",
  "nullify",
  "obdurate",
  "obfuscate",
  "objective",
  "obligate",
  "oblique",
  "obliterate",
  "oblivion",
  "oblivious",
  "obscure",
  "obsequious",
  "obsolete",
  "obstinate",
  "obstruct",
  "obtuse",
  "obviate",
  "occlude",
  "ominous",
  "omnipotent",
  "omnipresent",
  "omniscient",
  "onerous",
  "opaque",
  "opportunistic",
  "oppressive",
  "optimism",
  "opulent",
  "oration",
  "orchestrate",
  "ornate",
  "orthodox",
  "oscillate",
  "ostentatious",
  "ostracize",
  "oust",
  "outlandish",
  "outstrip",
  "overhaul",
  "overt",
  "overwhelm",
  "pacify",
  "painstaking",
  "palatable",
  "palliate",
  "palpable",
  "paltry",
  "panacea",
  "pandemic",
  "pandemonium",
  "pander",
  "paradigm",
  "paradox",
  "paradoxical",
  "paragon",
  "paramount",
  "paranoia",
  "pariah",
  "parochial",
  "parody",
  "partisan",
  "pastoral",
  "patent",
  "pathological",
  "pathos",
  "patronize",
  "paucity",
  "pecuniary",
  "pedagogy",
  "pedantic",
  "pedestrian",
  "penchant",
  "penitent",
  "pensive",
  "penurious",
  "perceive",
  "perceptive",
  "peremptory",
  "perennial",
  "perfidious",
  "perfidy",
  "perfunctory",
  "perilous",
  "peripheral",
  "permeate",
  "pernicious",
  "perpetrate",
  "perpetual",
  "perpetuate",
  "perplex",
  "persevere",
  "persist",
  "perspicacious",
  "pertinent",
  "perturb",
  "peruse",
  "pervasive",
  "perverse",
  "pessimism",
  "petulant",
  "phenomena",
  "philanthropic",
  "philanthropy",
  "phlegmatic",
  "pilfer",
  "pinnacle",
  "pious",
  "pique",
  "pivotal",
  "placate",
  "placid",
  "plaintiff",
  "platitude",
  "plausible",
  "plethora",
  "plight",
  "pluralistic",
  "poignant",
  "polarize",
  "polemic",
  "polished",
  "pontificate",
  "portend",
  "portentous",
  "postulate",
  "potent",
  "pragmatic",
  "pragmatism",
  "preamble",
  "precarious",
  "precedent",
  "precipitate",
  "precipitous",
  "preclude",
  "precocious",
  "precursor",
  "predatory",
  "predecessor",
  "predicament",
  "predicate",
  "predilection",
  "predominant",
  "preeminent",
  "preempt",
  "preemptive",
  "premise",
  "preoccupy",
  "preponderance",
  "preposterous",
  "prerogative",
  "prescient",
  "prescribe",
  "presumptuous",
  "pretentious",
  "pretext",
  "prevalent",
  "pristine",
  "privation",
  "privilege",
  "probity",
  "problematic",
  "proclaim",
  "proclivity",
  "procrastinate",
  "prodigal",
  "prodigious",
  "prodigy",
  "profound",
  "profuse",
  "progenitor",
  "prognosticate",
  "prohibitive",
  "proliferate",
  "prolific",
  "prolong",
  "prominent",
  "promulgate",
  "propagate",
  "propel",
  "propensity",
  "proponent",
  "proportionate",
  "proprietary",
  "propriety",
  "prosaic",
  "proscribe",
  "prosecute",
  "prospect",
  "prospective",
  "protagonist",
  "protracted",
  "provenance",
  "provident",
  "provincial",
  "provisional",
  "provocative",
  "provoke",
  "prowess",
  "proximity",
  "prudent",
  "punctilious",
  "punitive",
  "purport",
  "purveyor",
  "qualitative",
  "qualm",
  "quandary",
  "quantitative",
  "quarantine",
  "querulous",
  "quintessential",
  "quixotic",
  "quotidian",
  "radical",
  "rampant",
  "rancor",
  "rancorous",
  "rapacious",
  "rapport",
  "ratify",
  "rationale",
  "raucous",
  "ravage",
  "reactionary",
  "rebuke",
  "rebut",
  "recalcitrant",
  "recant",
  "recapitulate",
  "reciprocal",
  "reciprocate",
  "recluse",
  "reclusive",
  "reconcile",
  "recondite",
  "reconnaissance",
  "recourse",
  "rectify",
  "recumbent",
  "recuperate",
  "redeem",
  "redundant",
  "referendum",
  "refine",
  "refurbish",
  "refute",
  "regal",
  "regime",
  "regimen",
  "regimented",
  "rehabilitate",
  "reiterate",
  "relegate",
  "relentless",
  "relinquish",
  "reluctant",
  "reminiscent",
  "remiss",
  "remorse",
  "remunerate",
  "render",
  "renounce",
  "renovate",
  "renowned",
  "repeal",
  "repercussion",
  "replenish",
  "replete",
  "replicate",
  "repose",
  "reprehensible",
  "repress",
  "reprieve",
  "reprimand",
  "reproach",
  "reprobate",
  "repudiate",
  "repugnant",
  "requisite",
  "rescind",
  "resilient",
  "resolute",
  "resonate",
  "respite",
  "resplendent",
  "restitution",
  "restive",
  "resurgence",
  "retaliate",
  "reticent",
  "retort",
  "retract",
  "retribution",
  "retrograde",
  "retrospect",
  "revelation",
  "revere",
  "reverent",
  "revile",
  "revitalize",
  "rhetoric",
  "rhetorical",
  "rigorous",
  "robust",
  "rudimentary",
  "ruminate",
  "rupture",
  "rustic",
  "ruthless",
  "saccharine",
  "sacrilege",
  "sacrosanct",
  "sagacious",
  "salient",
  "salutary",
  "salvage",
  "sanctimonious",
  "sanction",
  "sanctuary",
  "sanguine",
  "sardonic",
  "satirical",
  "saturate",
  "savvy",
  "scant",
  "scapegoat",
  "scathing",
  "schism",
  "scintillating",
  "scorn",
  "scrupulous",
  "scrutinize",
  "scrutiny",
  "seclude",
  "secular",
  "sedentary",
  "sediment",
  "sedition",
  "seminal",
  "sensation",
  "sensational",
  "sentiment",
  "sentimental",
  "sequester",
  "serendipity",
  "serene",
  "servile",
  "shrewd",
  "simulate",
  "simultaneous",
  "sincere",
  "sinister",
  "skeptical",
  "skepticism",
  "sobriety",
  "solace",
  "solemn",
  "solicit",
  "solicitous",
  "solidarity",
  "solitary",
  "solitude",
  "somber",
  "soporific",
  "sovereign",
  "sovereignty",
  "sparse",
  "specious",
  "spectacle",
  "speculate",
  "sporadic",
  "spurious",
  "squalid",
  "squander",
  "stagnant",
  "stagnate",
  "staunch",
  "steadfast",
  "stigma",
  "stigmatize",
  "stipulate",
  "stoic",
  "stratagem",
  "strident",
  "stringent",
  "strive",
  "subjective",
  "subjugate",
  "sublime",
  "subordinate",
  "subservient",
  "subsidiary",
  "substantiate",
  "substantive",
  "subterfuge",
  "subterranean",
  "subtle",
  "subversive",
  "subvert",
  "succinct",
  "succumb",
  "suffice",
  "superficial",
  "superfluous",
  "supersede",
  "supplant",
  "supplement",
  "supplication",
  "suppress",
  "surmise",
  "surmount",
  "surpass",
  "surplus",
  "surreptitious",
  "surrogate",
  "surveillance",
  "susceptible",
  "sustain",
  "sycophant",
  "symbiotic",
  "symmetry",
  "sympathetic",
  "synchronize",
  "syndrome",
  "synthesis",
  "systematic",
  "tacit",
  "taciturn",
  "tactful",
  "tangential",
  "tangible",
  "tantalize",
  "tantamount",
  "tedious",
  "temperament",
  "temperance",
  "temperate",
  "tenacious",
  "tenacity",
  "tendentious",
  "tenet",
  "tentative",
  "tenuous",
  "tenure",
  "tepid",
  "terminate",
  "terrestrial",
  "terse",
  "testament",
  "therapeutic",
  "thorough",
  "threshold",
  "thrive",
  "thwart",
  "tirade",
  "titular",
  "tolerance",
  "topography",
  "torpid",
  "torrent",
  "totalitarian",
  "trajectory",
  "transcend",
  "transgress",
  "transient",
  "translucent",
  "transparent",
  "travesty",
  "treatise",
  "tremendous",
  "tremulous",
  "trenchant",
  "trepidation",
  "tribunal",
  "trite",
  "trivial",
  "truncate",
  "tumultuous",
  "turbulent",
  "turmoil",
  "tyrannical",
  "tyranny",
  "ubiquitous",
  "ulterior",
  "ultimate",
  "umbrage",
  "unambiguous",
  "unanimous",
  "unapologetic",
  "unassailable",
  "uncanny",
  "unconventional",
  "undermine",
  "underscore",
  "understate",
  "undulate",
  "unequivocal",
  "unfathomable",
  "unfounded",
  "uniform",
  "unilateral",
  "uninhibited",
  "unkempt",
  "unprecedented",
  "unpretentious",
  "unravel",
  "unrelenting",
  "unscrupulous",
  "untenable",
  "unwarranted",
  "unwieldy",
  "upbraid",
  "upheaval",
  "uphold",
  "urbane",
  "usurp",
  "utilitarian",
  "utopian",
  "vacillate",
  "vacuous",
  "vague",
  "vain",
  "valiant",
  "validate",
  "vanguard",
  "vanquish",
  "vapid",
  "variable",
  "vehement",
  "veneer",
  "venerable",
  "venerate",
  "veracious",
  "veracity",
  "verbose",
  "verdant",
  "verify",
  "vernacular",
  "versatile",
  "vestige",
  "vex",
  "viable",
  "vicarious",
  "vicissitude",
  "vigilant",
  "vigor",
  "vigorous",
  "vilify",
  "vindicate",
  "vindictive",
  "virtuoso",
  "virulent",
  "visceral",
  "visionary",
  "vitality",
  "vitiate",
  "vitriolic",
  "vivacious",
  "vivid",
  "vociferous",
  "volatile",
  "volition",
  "voluminous",
  "voracious",
  "vulnerable",
  "wane",
  "warrant",
  "wary",
  "watershed",
  "waver",
  "whimsical",
  "wholesome",
  "wield",
  "willful",
  "wistful",
  "withstand",
  "wrangle",
  "wrath",
  "wreak",
  "yearn",
  "yield",
  "zealot",
  "zealous",
  "zenith",
  "zephyr"
]